import HeadNav from "../components/header.jsx";
import Footer from "../components/footer.jsx";
import Avatar from "../assets/Yan.jpg"

export default function AboutUs() {
    return (
        <>
         <HeadNav/>
         <main>
         <h1>Про нас</h1>
         <section>
            <h2>Ласкаво просимо до туристичної агенції die Weintrauben!</h2>
                <p> 
                   die Weintrauben — перший проект від EXO-Y4, який має власну історію в продовж 4+ років. Спочатку це був простий неоновий сайт, але з часом він перетворився на повноцінний сайт для турагенства.
                   <br/>
                   Сайт die Weintrauben народився як невеличкий експеримент — простенька неонова сторінка, створена з інтересу до веброзробки та дизайну. 
                   На початку це був лише статичний сайт із кількома розділами, без адаптивності, інтеграцій і реальної логіки. 
                   Проте з часом усе змінилося.

                Поступово, паралельно з власним розвитком у сфері фронтенду та бекенду, сайт зазнав десятків ітерацій. 
                Кожна нова версія була результатом експериментів, вивчення сучасних технологій, нових патернів дизайну, оптимізації швидкодії й адаптивності. 
                Те, що колись було простим проєктом для практики — перетворилося на практичний туристичний сайт, готовий працювати з реальними користувачами. 
                </p>
         </section>
         <aside>
            <h1>Зворотній зв&apos;язок: </h1>
            <button onClick={() => (window.location.href = 'https://forms.gle/HuteCy2n91cSUuSB6')}>Google Forms</button>
         </aside>
        <section className="abUs">
            <h2>Головний розробник проекту:</h2>
            <img src={Avatar} alt="Me"/>
            <h3>ALTR-SNT</h3>
         </section>
         </main>
         <Footer/>
        </>     
    );
}