import HeadNav from "../components/header.jsx";
import Footer from "../components/footer.jsx";
import Avatar from "../assets/Yan.jpg"

export default function AboutUs() {
    return (
        <>
         <HeadNav/>
         <main>
         <h1>Про нас</h1>
         <section>
            <h2>Ласкаво просимо до туристичної агенції die Weintrauben!</h2>
                <p> 
                    Ми — команда професіоналів, захоплених подорожами, які прагнуть поділитися своїм досвідом і знаннями з вами.<br/>
                    Наша місія — допомогти вам відкрити світ у всій його красі та різноманітності.<br/>
                    З моменту заснування die Weintrauben ми зосереджуємося на створенні унікальних та незабутніх туристичних маршрутів. 
                    Ми розуміємо, що кожен мандрівник має свої власні уподобання, тому пропонуємо індивідуальні тури, що враховують ваші інтереси, бюджет і час. <br/>
                    Чи то романтична поїздка до Європи, чи екзотичний відпочинок на тропічних островах, ми підберемо для вас ідеальний варіант. 
                    Ми співпрацюємо з найкращими готелями, авіалініями та екскурсійними компаніями, щоб ви могли насолоджуватися подорожами без зайвих турбот.<br/>
                </p>
         </section>
         <aside>
            <h1>Зворотній зв&apos;язок: </h1>
            <button onClick={() => (window.location.href = 'https://forms.gle/HuteCy2n91cSUuSB6')}>Google Forms</button>
         </aside>
        <section className="abUs">
            <h2>Головний розробник проекту:</h2>
            <img src={Avatar} alt="Me"/>
            <h3>Outs1d3r</h3>
         </section>
         <section>
            <p>
                    Обираючи die Weintrauben, ви обираєте надійного партнера, який завжди готовий підтримати вас на кожному етапі вашої подорожі.
                    Ми не просто організовуємо ваш відпочинок — ми створюємо для вас незабутні моменти, які залишаться у пам&apos;яті на все життя.<br/>
            </p>
         </section>
         <h3>
            Приєднуйтесь до нашої великої сім&apos;ї мандрівників та відкривайте нові горизонти разом з die Weintrauben!
         </h3>
         </main>
         <Footer/>
        </>     
    );
}