import HeadNav from "./components/header"
import Footer from "./components/footer"
import Tour from "./components/tour.jsx"
function App() {
 
  return (
  <>
    <HeadNav/>
     <main>
     <h1>Відкрий світ разом з нами!</h1>
      <section>
        <h2>Плануєте незабутню подорож?</h2>
      <p>
         Наше тур-агентство допоможе вам відкрити нові горизонти, відчути унікальні враження та створити спогади, які залишаться на все життя.<br/>
         Обирайте з широкого вибору турів: пляжний відпочинок, екскурсійні маршрути, активні подорожі чи романтичні втечі — у нас є варіанти для кожного.<br/>
       <strong>Почніть свою подорож зараз!</strong> 
      </p>
      </section>
      <h2>Найчастіші тури</h2>
      <section className="tourSec">
      <Tour id={"ber"} desciption={false}/>
      <Tour id={"wa"}  desciption={false}/>
      <Tour id={"lo"}  desciption={false}/>
      </section>
      <section>
      <p>Наші тури пропонують <b>безліч можливостей </b>для задоволення вашого дорогоцінного часу. 
        <br/>
        Переслідуйте захоплюючі пригоди, купайтеся у чистих водах Середземного моря, відпочивайте у відкритому кафе на березі річки або насолоджуйтеся вишуканими стравами.
        <br/>
          <strong>Але наші тури - це не лише місця і пам&apos;ятки.</strong>
          <br/>
          Вони - це можливість познайомитися з новими культурами, зануритися у місцевий спосіб життя і скуштувати смаки, які вас здивують. Скуштуйте піцу у Неаполі, сири у Франції та тапас в Барселоні.
          <br/>
          <strong>Незалежно від того, чи ви шукаєте романтичний відпочинок для двох</strong>, сімейну пригоду або відмінне місце для самоосвіти, ми маємо тур, що вам підійде.
          <br/>
         <i>Дізнайтеся більше про наші пропозиції та приєднуйтеся до нас у цій захоплюючій подорожі!</i>  
         <br/>
         Наші тури дарують незабутні враження і спогади на все життя. 
      </p>
      </section>
     </main>
     <Footer/>
  </>
  );}

export default App
