import HeadNav from "./components/header"
import Footer from "./components/footer"
import Tour from "./components/tour.jsx"
function App() {
 
  return (
  <>
    <HeadNav/>
     <main>
     <h1>Відкрий світ разом з нами!</h1>
      <section>
      <p>
        Плануєте незабутню подорож?
         Наше тур-агентство допоможе вам відкрити нові горизонти, відчути унікальні враження та створити спогади, які залишаться на все життя.<br/>
         Обирайте з широкого вибору турів: пляжний відпочинок, екскурсійні маршрути, активні подорожі чи романтичні втечі — у нас є варіанти для кожного.<br/>
        Почніть свою подорож зараз!
      </p>
      </section>
      <h2>Найчастіші тури</h2>
      <section className="tourSec">
      <Tour id={"ber"}/>
      <Tour id={"wa"}/>
      <Tour id={"lo"}/>
      </section>
      <section>
      <p>Наші тури пропонують безліч можливостей для задоволення вашого дорогоцінного часу. Переслідуйте захоплюючі пригоди, купайтеся у чистих водах Середземного моря, відпочивайте у відкритому кафе на березі річки або насолоджуйтеся вишуканими стравами.
        <br/>
          Але наші тури - це не лише місця і пам&apos;ятки.
          <br/>
          Вони - це можливість познайомитися з новими культурами, зануритися у місцевий спосіб життя і скуштувати смаки, які вас здивують. Скуштуйте піцу у Неаполі, сири у Франції та тапас в Барселоні.
          <br/>
          Незалежно від того, чи ви шукаєте романтичний відпочинок для двох, сімейну пригоду або відмінне місце для самоосвіти, ми маємо тур, що вам підійде.
          <br/>
          Дізнайтеся більше про наші пропозиції та приєднуйтеся до нас у цій захоплюючій подорожі! Наші тури дарують незабутні враження і спогади на все життя. 
      </p>
      </section>
     </main>
     <Footer/>
  </>
  );}

export default App
