//pictures
import pict1 from "/src/assets/paris.jpg"
import pict2 from "/src/assets/berlin.jpg"
import pict3 from "/src/assets/bratislava.jpg"
import pict4 from "/src/assets/warsaw.jpg"
import pict5 from "/src/assets/madrid.jpg"
import pict6 from "/src/assets/london.jpg"

export const tourData = {
    "par": {
        img: pict1, 
        name: "Париж", 
        desc: "Париж — місто романтики, мистецтва та історії. Вас чекає захоплююча екскурсія до Ейфелевої вежі, прогулянка мальовничими вулицями Монмартра, візит до Лувру та круїз Сеною. Відчуйте атмосферу французького шику та скуштуйте відомі на весь світ круасани та макаруни.",
        price: "від 1000 грн", 
        time: "3 дні",
        link: '/paris' 
    },
    "ber": {
        img: pict2, 
        name: "Берлін", 
        desc: "Берлін — місто контрастів і культури. Ви відвідаєте Бранденбурзькі ворота, Рейхстаг і фрагменти Берлінської стіни. Берлін також славиться своїми музеями, нічним життям і сучасною архітектурою, що зробить вашу подорож динамічною та цікавою.", 
        price: "від 1200 грн", 
        time: "3 дні",
        link: '/berlin' },
    "bra": {
        img: pict3, 
        name: "Братислава", 
        desc: "Братислава — затишна столиця Словаччини з унікальним шармом. Тут ви побачите величний Братиславський замок, Старе місто та Дунай. Це місце ідеальне для спокійного відпочинку, де можна насолодитися традиційними словацькими стравами.", 
        price: "від 1100 грн", 
        time: "2 дні",
        link: '/bratislava' },
    "wa": {
        img: pict4, 
        name: "Варшава", 
        desc: "Варшава — місто, яке відродилося з руїн. Ви прогуляєтесь по Старому місту, відвідаєте Королівський замок і Лазенківський парк. Варшава вражає своєю історією, культурою та смачною польською кухнею.", 
        price: "від 1300 грн", 
        time: "2 дні",
        link: '/warsaw' },
    "ma": {
        img: pict5, 
        name: "Мадрид", 
        desc: "Мадрид — столиця Іспанії, яка поєднує сучасність із багатою історією. Ви побачите Королівський палац, прогуляєтесь Пласа-Майор, а також зможете насолодитися мистецтвом у музеях Прадо та Рейна Софія. І, звісно, скуштуйте традиційні тапаси та відомий іспанський хамон.", 
        price: "від 1400 грн", 
        time: "4 дні",
        link: '/madrid' },
    "lo": {
        img: pict6, 
        name: "Лондон", 
        desc: "Лондон — місто, де історія переплітається із сучасністю. Ви відвідаєте Біг-Бен, Тауерський міст, Букінгемський палац і Британський музей. Прогулянка Темзою та традиційний англійський чай зроблять вашу подорож незабутньою.", 
        price: "від 1500 грн", 
        time: "5 днів",
        link: '/london' }
  };